{
  "swisspianist": "Die Schweizer Pianistin Chantal Largier",
  "intro": " ist eine ausdrucksstarke, vielseitige und hoch geschätzte Künstlerin, die durch ihre Interpretation und Leidenschaft zur Musik berühren und faszinieren kann. Ihr Ziel ist es, Musik auf verschiedenster Art und Weise zum Ausdruck zu bringen.",
  "bio1": "Chantal, aufgewachsen in der Schweiz und in Japan, erhielt ihren ersten Klavierunterricht mit zarten sechs Jahren und beginnt somit ihre Laufbahn als Pianistin. Sie gewann den in Tokio angesehen Klavierwettbewerb „14th Youth Music Harmony Competition“. Im 2014 zog sie nach China, unterrichtete Klavier-Studierende an der Zhaoqing Universität und konzertierte bis 2017, 100 Konzerte in ganz China.",
  "bio2": "Sie spielte in berühmten und hoch anerkannten Konzerthallen, wie die <i>Grosse Halle des Volkes in Peking</i>, das <i>Oriental Art Center</i> in Shanghai und die <i>Shanghai Symphony Hall</i>, sowie das <i>Guotai Arts Center</i> in Chongqing.",
  "bio3": "Chantal wurde in Zürich geboren und erhielt mit 6 Jahren ihren ersten Klavierunterricht. Mit 11 Jahren zog sie mit ihrer Familie nach Tokio, wo sie von der Konzertpianistin Tomoko Uchida unterrichtet wurde. Sie war Preistägerin der „14. Youth Music Harmony Competition.“",
  "bio4": "Im 2002 zog sie nach Basel und absolvierte an der Musik-Akademie bei László Gyimesi das Lehrdiplom, und an der Zürcher Hochschule der Künste (ZHdK) bei Eckart Heiligers, den Master of Arts in Performance.",
  "bio5": "Ab 2014 unterrichtete sie an der Zhaoqing Universität in China das Fach Klavier für den Bachelor-Lehrgang. Chantal wurde eine gefragte Künstlerin und konzertierte als Solopianistin und Kammermusikerin bis fast zu 100 Male in über 20 Städten Chinas. Ihre Tourneen brachten sie in bekannte Konzerthallen wie die grosse Halle des Volkes in Peking, das Oriental Center in Shanghai und die Shanghai Symphonie Hall. Sie spielte auch mehrmals am „Chinese Friendship Day“ für die Schweizer Botschaft.",
  "bio6": "Chantal ist die erste ausländische Pianistin, die ein „Drama-Konzert“, welches klassische Musik mit Schauspiel verbindet, in China auf der Bühne präsentierte.",
  "bio7": "Das Drama Konzert wurde durch Ivia YH Hua produziert, die die Einzigartigkeit in diese Aufführung brachte und das Bühnenbild verzauberte. Sie ist eine bedeutende Unterstützerin von Chantals Karriere.",
  "bio8": "Seit August 2018 unterrichtet Chantal das Fach Klavier an der Musikschule Pfannenstiel in Meilen in Zürich.",
  "show-all-concerts": "Alle Konzerte anzeigen",
  "upcoming-concerts": "Kommende",
  "past-concerts": "Vergangene",
  "concerts": "Konzerte",
  "media": "Medien",
  "about": "Über mich",
  "back": "Zurück"
}
