{
  "swisspianist": "Die Schweizer Pianistin Chantal Largier",
  "intro": " ist eine ausdrucksstarke, vielseitige und hoch geschätzte Künstlerin, die durch ihre Interpretation und Leidenschaft zur Musik berühren und faszinieren kann. Ihr Ziel ist es, Musik auf verschiedenster Art und Weise zum Ausdruck zu bringen.",
  "bio1": "Chantal, aufgewachsen in der Schweiz und in Japan, erhielt ihren ersten Klavierunterricht mit zarten sechs Jahren und beginnt somit ihre Laufbahn als Pianistin. Sie gewann den in Tokio angesehen Klavierwettbewerb „14th Youth Music Harmony Competition“. Im 2014 zog sie nach China, unterrichtete Klavier-Studierende an der Zhaoqing Universität und konzertierte bis 2017, 100 Konzerte in ganz China.",
  "bio2": "Sie spielte in berühmten und hoch anerkannten Konzerthallen, wie die <i>Grosse Halle des Volkes in Peking</i>, das <i>Oriental Art Center</i> in Shanghai und die <i>Shanghai Symphony Hall</i>, sowie das <i>Guotai Arts Center</i> in Chongqing.",
  "bio3": "Die Geschichte von Chantal Largier ist eine bewegende Reise durch die Welt der Musik, geprägt von Leidenschaft, Entdeckungen und einem unerschütterlichen Willen. Bereits im zarten Alter von sechs Jahren öffnete sich für sie die Tür zur faszinierenden Welt des Klavierspiels. Mit jeder Note entfachte sie eine Leidenschaft, die ihr Leben für immer verändern sollte.",
  "bio4": "Mit elf Jahren begab sich Chantal auf eine mutige Reise nach Tokyo, Japan, wo sie in die faszinierende Kultur des Landes eintauchte. Hier nahm sie intensiven Klavierunterricht bei renommierten japanischen Lehrern und begeisterte das Publikum mit atemberaubenden Konzerten. In ihrem jungen Alter erlangte sie bereits eine Auszeichnung bei der 14th Youth Harmony Competition – ein Beweis für ihr aussergewöhnliches Talent.",
  "bio5": "Die Heimkehr in die Schweiz führte sie zu weiteren musikalischen Höhenflügen. An der renommierten Musik-Akademie in Basel und der Zürcher Hochschule der Künste vertiefte sie ihr Können. Mit Fleiss und Hingabe erwarb sie ein Lehrdiplom, einen Master und ein CAS in Performing Arts. Ihre Ausbildung war ein Meilenstein auf ihrem Weg zur Vollendung als Künstlerin.",
  "bio6": "Ihre Karriere führte sie schliesslich nach China, wo sie an der Zhaoqing Universität das Fach Klavier lehrte. Aber das war erst der Anfang. Als gefeierte Künstlerin trat sie fast 100 Mal in über 20 chinesischen Städten auf, in einigen der berühmtesten Konzerthallen des Landes wie der grossen Halle des Volkes Peking, dem Oriental Center in Shanghai und der Shanghai Symphonie Hall. Ihre Musik wurde zur Brücke zwischen den Kulturen, und sie spielte sogar beim Chinese Friendship Day für die Schweizer Botschaft.",
  "bio7": "Im Jahre 2018 kehrte sie wieder zurück in die Schweiz. Ab August 2018 unterrichtet Chantal das Fach Klavier an der Musikschule Pfannenstiel in Meilen Kanton Zürich. Sie findet Freude daran, ihre zahlreichen Schüler und Schülerinnen ihr Wissen und Können weiterzugeben.",
  "bio8": "Das Leben hält Überraschungen bereit, und im Jahr 2022 stürzte Chantal bei einer Wanderung vom Berg und brach sich zwei Finger ihrer linken Hand. Eine schwierige Zeit brach an, in der sie ihrer Leidenschaft, dem Klavierspielen, vorübergehend nicht nachkommen konnte. Doch aus der Traurigkeit heraus fand sie eine neue Leidenschaft – das Komponieren.",
  "bio9": "Mit ihren verletzten Fingern begann Chantal, ihre Gefühle und Gedanken am Klavier auszudrücken. Sie improvisierte, ohne Noten, aus reinem Gefühl. Ihre improvisierten Stücke nahm sie auf, und daraus entstand ihre erste Komposition 'Boundless' (Grenzenlosigkeit). Dieses Werk spiegelt ihre Intention wider: die Vorstellung, dass alles möglich ist.",
  "bio10": "So entdeckte Chantal ihre Leidenschaft für das Komponieren eigener Klavierwerke. Das freie Spiel am Klavier öffnete ihr den Zugang zu ihrer inneren Welt, und das Schreiben eigener Kompositionen fühlte sich an wie das Führen eines Tagebuchs in Musiknoten.",
  "bio11": "Am 2.2.22 veröffentlichte sie ihr erstes Album 'TIMELESS', gefolgt von 'FEEL' am 11.11.22 und ein Jahr später - am 11.11.23 entstand ihr drittes Album „GROWTH“. Diese Alben berührten die Herzen vieler Menschen und bewegten sie emotional. Chantal selbst ist von ihren eigenen Werken zutiefst berührt. Jede Komposition trägt eine persönliche Geschichte in sich und ist ein einzigartiges, berührendes Kunstwerk.",
  "show-all-concerts": "Alle Konzerte anzeigen",
  "upcoming-concerts": "Kommende",
  "past-concerts": "Vergangene",
  "concerts": "Konzerte",
  "media": "Medien",
  "services": "Dienstleistungen",
  "servicesText1": "Wünschst du dir Klaviermusik, die von tiefstem Herzen kommt und intuitiv nur für dich komponiert wird?",
  "servicesText2": "Ein Klavierstück - kreiert nur für dich - oder deine Liebsten? Ich gehe auf deine persönlichen Wünsche, Träume, Visionen und Ideen ein. Gemeinsam besprechen und fühlen wir in welche Richtung deine Komposition erklingen könnte.",
  "servicesText3": "Ich kreiere für dich deine „Seelenmelodie“, die dich immer wieder aufs Neue berühren wird. Sie darf dich: zum Fühlen bringen, an Mut erinnern, dein Herz öffnen, dich ans Besondere erinnern, deine Grenzen sprengen, dir Hoffnung und Glauben schenken, deine Geschichte ausdrücken...\n...und so vieles mehr!",
  "servicesText4": "Ruft ein JA in dir, dann melde dich per E-Mail an mich. Wir vereinbaren einen unverbindlichen Zoom Call, um uns vorerst kennenzulernen und fühlen gemeinsam, wie es weiter gehen darf. Ich freue mich sehr auf dich! Es wäre mir eine Ehre für dich deine Seelenmelodie zu kreieren.",
  "impressum": "Impressum",
  "about": "Über mich",
  "back": "Zurück",
  "contact": "Kontakt"
}
