{
  "swisspianist": "Swiss Pianist Chantal Largier",
  "intro": " is a talented, versatile and admired artist, who knows how to impress and fascinate the audience through her interpretation and a real passion for music. Her goal is to find the true spirit of music and to share it with her audience.",
  "bio1": "Chantal grew up in Switzerland and in Japan. She got her first lesson and started to build up her career at the age of six. She won the '14th Youth Music Harmony Competition' in Tokyo. In 2014 she moved to China and taught piano classes for piano students at the Zhaoqing University. Until 2017 she gave 100 concerts throughout China.",
  "bio2": "She performed in prestigious Concert Halls such as the <i>Great Hall of People</i> in China, <i>Oriental Art Center</i> in Shanghai, the <i>Shanghai Symphony Hall</i> and the <i>Guotai Arts Center</i> in Chongqing.",
  "bio3": "Chantal Largier was born in Zurich and took at the age of 6 her first piano lesson. At the age of 11 she moved with her family to Tokyo, where she was taught by the concert  pianist Tomoko Uchida. Chantal was prize-winner at the “14th Youth Music Harmony Competition” in Tokyo. In the year 2002 she returned to Switzerland and gained the pianoforte Teaching Diploma at the Music Academy in Basel under László Gymesi and the Master of Arts in Music Performance (specialisation concert) at the Zurich University of the Arts under Eckart Heiligers.",
  "bio4": "From 2014 Chantal had been teaching for 3 years students in piano for the Bachelor degree at the University in Zhaoqing in China. Chantal became an acclaimed pianist in China and performed in 100 concerts as a solo pianist and chamber musician in more than 20 cities in China. Her concert tours brought her to world-famous concert halls such as the Great Hall of the People in Beijing, the Oriental Center in Shanghai and the Shanghai Symphonie Hall. She played several times at the Swiss-Chinese Friendship Day at the invitation of the Swiss ambassador in Beijing.",
  "bio5": "Chantal is the first foreign pianist, who performed in China the “Drama concert”, which combines classical music with a theatrical performance.",
  "bio6": "The Drama Concert was produced by Ivia YH Hua, who brought the uniqueness to this performance. She is a great supporter of Chantal’s career.",
  "bio7": "Since August 2018 Chantal teaches at the music school Pfannenstiel in Meilen in Zurich.",
  "bio8": "",
  "bio9": "",
  "bio10": "",
  "bio11": "",
  "show-all-concerts": "Show all concerts",
  "upcoming-concerts": "Upcoming",
  "past-concerts": "Past",
  "concerts": "Concerts",
  "media": "Media",
  "about": "About",
  "back": "Back"
}
