{
  "swisspianist": "Swiss Pianist Chantal Largier",
  "intro": " is a talented, versatile and admired artist, who knows how to impress and fascinate the audience through her interpretation and a real passion for music. Her goal is to find the true spirit of music and to share it with her audience.",
  "bio3": "The Story of Chantal Largier is a moving journey through the world of music, marked by passion, discoveries, and an unwavering will. At the tender age of six, the door to the fascinating world of piano playing opened for her. With each note, she ignited a passion that would forever change her life.",
  "bio4": "At eleven, Chantal embarked on a brave journey to Tokyo, Japan, where she immersed herself in the country’s fascinating culture. There, she received intensive piano instruction from renowned Japanese teachers and captivated audiences with breathtaking performances. Despite her young age, she won an award at the 14th Youth Harmony Competition—a testament to her extraordinary talent.",
  "bio5": "Returning to Switzerland led to further musical achievements. At the prestigious Music Academy in Basel and the Zurich University of the Arts, she honed her skills. Through hard work and dedication, she earned a teaching diploma, a master's degree, and a Certificate of Advanced Studies (CAS) in Performing Arts. Her education was a milestone on her path to artistic fulfillment.",
  "bio6": "Her career eventually took her to China, where she taught piano at Zhaoqing University. But this was just the beginning. As an acclaimed artist, she performed nearly 100 times in over 20 Chinese cities, in some of the country’s most famous concert halls, including the Great Hall of the People in Beijing, the Oriental Center in Shanghai, and the Shanghai Symphony Hall. Her music became a bridge between cultures, and she even performed at the Chinese Friendship Day for the Swiss Embassy.",
  "bio7": "In 2018, she returned to Switzerland. Since August 2018, Chantal has been teaching piano at the Pfannenstiel Music School in Meilen, Canton of Zurich. She finds joy in passing on her knowledge and skills to her many students.",
  "bio8": "Life holds surprises, and in 2022, Chantal fell while hiking, breaking two fingers on her left hand. A difficult time ensued, during which she was temporarily unable to pursue her passion for playing the piano. However, out of this sadness, she discovered a new passion—composing.",
  "bio9": "With her injured fingers, Chantal began to express her feelings and thoughts on the piano. She improvised, without sheet music, purely from emotion. She recorded her improvised pieces, leading to her first composition, \"Boundless.\" This work reflects her intention: the idea that anything is possible.",
  "bio10": "Thus, Chantal discovered her passion for composing her own piano pieces. The free play on the piano opened up access to her inner world, and writing her own compositions felt like keeping a diary in musical notes.",
  "bio11": "On 2/2/22, she released her first album \"TIMELESS,\" followed by \"FEEL\" on 11/11/22, and a year later—on 11/11/23, she released her third album \"GROWTH.\" These albums touched the hearts of many people and moved them emotionally. Chantal herself is deeply moved by her own works. Each composition carries a personal story and is a unique, touching work of art.",
  "show-all-concerts": "Show all concerts",
  "upcoming-concerts": "Upcoming",
  "past-concerts": "Past",
  "concerts": "Concerts",
  "media": "Media",
  "services": "Services",
  "servicesText1": "Do you wish a piano composition just for you? A piano piece created intuitively from the bottom of my heart, just for you or your beloved ones?",
  "servicesText2": "We speak about your wishes, your dreams, your visions and your ideas. Together we talk about how your composition may sound like. I create for you your \"melody of your soul\". Your composition may help you to feel, may give you courage, may help you to open your heart, may give you hope, may remind you of special moments in your life, may break your boundaries, may express your story of your life…. And so much more.",
  "servicesText3": "If there is a YES in you, write me a DM. We arrange a Zoom call without obligation, to get to know each other and to feel how to continue.",
  "servicesText4": "Looking forward to hearing from you! It will be my honor to create your melody of your soul.",
  "impressum": "Impressum",
  "about": "About",
  "back": "Back",
  "contact": "Contact"
}
